Autodesk.Revit.DB.SymbolTypeId.TCO2ePerItem
Symbol tCO₂e/item, indicating tonnes Carbon Dioxide per item
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerLb
Symbol tCO₂e/lb, indicating tonnes Carbon Dioxide per pound
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerKg
Symbol tCO₂e/kg, indicating tonnes Carbon Dioxide per kilogram
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerFt
Symbol tCO₂e/ft, indicating tonnes Carbon Dioxide per foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerM
Symbol tCO₂e/m, indicating tonnes Carbon Dioxide per meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerFtSup2
Symbol tCO₂e/ft², indicating tonnes Carbon Dioxide per square foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerMSup2
Symbol tCO₂e/m², indicating tonnes Carbon Dioxide per square meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerFtSup3
Symbol tCO₂e/ft³, indicating kilograms Carbon Dioxide per cubic foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerMSup3
Symbol tCO₂e/m³, indicating tonnes Carbon Dioxide per cubic meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerMBtu
Symbol tCO₂e/MBtu, indicating tonnes Carbon Dioxide per million British thermal units
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerKBtu
Symbol tCO₂e/kBtu, indicating tonnes Carbon Dioxide per thousand British thermal units
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerBtu
Symbol tCO₂e/Btu, indicating tonnes Carbon Dioxide per British thermal unit
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerMWh
Symbol tCO₂e/MWh, indicating tonnes Carbon Dioxide per megawatt hour
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TCO2ePerKWh
Symbol tCO₂e/KWh, indicating tonnes Carbon Dioxide per kilowatt hour
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerItem
Symbol kgCO₂e/item, indicating kilograms Carbon Dioxide per item
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerLb
Symbol kgCO₂e/lb, indicating kilograms Carbon Dioxide per pound
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerKg
Symbol kgCO₂e/kg, indicating kilograms Carbon Dioxide per kilogram
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerFt
Symbol kgCO₂e/ft, indicating kilograms Carbon Dioxide per foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerM
Symbol kgCO₂e/m, indicating kilograms Carbon Dioxide per meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerFtSup2
Symbol kgCO₂e/ft², indicating kilograms Carbon Dioxide per square foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerMSup2
Symbol kgCO₂e/m², indicating kilograms Carbon Dioxide per square meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerFtSup3
Symbol kgCO₂e/ft³, indicating kilograms Carbon Dioxide per cubic foot
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerMSup3
Symbol kgCO₂e/m³, indicating kilograms Carbon Dioxide per cubic meter
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerMBtu
Symbol kgCO₂e/MBtu, indicating kilograms Carbon Dioxide per million British thermal units
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerKBtu
Symbol kgCO₂e/kBtu, indicating kilograms Carbon Dioxide per thousand British thermal units
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerBtu
Symbol kgCO₂e/Btu, indicating kilograms Carbon Dioxide per British thermal unit
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerMWh
Symbol kgCO₂e/MWh, indicating kilograms Carbon Dioxide per megawatt hour
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgCO2ePerKWh
Symbol kgCO₂e/KWh, indicating kilograms Carbon Dioxide per kilowatt hour
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MBtu
Symbol MBtu, indicating unit Million British thermal units.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KBtu
Symbol kBtu, indicating unit Thousand British thermal units.
Since:
2021